COMMON = {
    "start": """<b>Привет! 👋 Я — бот Школы №16, твой цифровой помощник!</b>.

Что я умею:
📅 <b>Покажу расписание</b> — актуальное расписание уроков и звонков.
👩‍🏫 <b>Найду любого учителя</b> — кто ведет предмет и как с ним связаться.
📢 <b>Сообщу новости</b> — важные объявления и события школы.
❓ <b>Отвечу на вопросы</b> — по часто задаваемым вопросам.

Для навигации используй меню внизу или введи команду (например, /help).""",

    "support": """✉️ <b>Отправка сообщения в поддержку</b>

Опишите вашу проблему или вопрос. Сообщение будет отправлено администраторам.

Чем подробнее вы опишете ситуацию, тем быстрее мы сможем помочь.

❌ Отмена: /cancel""",

    "sent_to_support": "Ваше сообщение было отправлено в поддержку, ожидайте ответа.",
    "cancel": "Действия были отменены, состояние сброшено."
}
ERRORS = {

}
INLINE_BUTTONS = {

}
REPLY_BUTTONS = {
    'start': (
        '📅 Расписания', '👤 Профиль',
        '🛠️ Инструменты', '👨‍🏫 Учителя',
        '❓ Частые вопросы', '💬 Поддержка'
    )
}

